{"data":  [
    {"text":"Слово «джедай», которым Джордж Лукас назвал своих космических рыцарей, родом из Японии. «Дзидай геки» («историческая драма») — жанр в японском кинематографе, который рассказывает о самураях, их легендах и реальных исторических событиях. Например, фильм Такеши Китано «Затоичи» как раз относится к этому киножанру. Лукасу, который был в Стране восходящего солнца за год до начала съемок «Звездных войн» и видел эти фильмы по телевизору, очень понравилось слово «дзидай», и он трансформировал его в »джедай»."},
    {"text":"Дарт Вэйдер был первым героем, которого придумал Джордж Лукас для «Звездных войн». Вэйдер (Vader) с голландского языка переводится как «отец». Дарт (Darth) обозначает «темный лорд ситхов» (Dark Lord of the Sith). Имя Энакина Скайуокера было позаимствовано Джорджем Лукасом у своего друга — режиссера Кена Эннакина. А вообще «энакин» — это греческое слово «энакс» в винительном падеже, которое переводится как «лорд»."},
    {"text":"Персонаж Хан Соло Джордж Лукас «скопировал» со своего друга — режиссера Фрэнсиса Форда Копполы, а сыграл его Харрисон Форд. Хотя по первоначальной задумке Лукаса Хан Соло должен был быть зеленым инопланетным монстром без носа и с жабрами. Помимо Форда на эту роль пробовались Курт Расселл, Ник Нолти и Кристофер Уокен."},
    {"text":"На создание персонажа Оби-Ван Кеноби Джорджа Лукаса вдохновил фильм японского режиссера Акиры Куросавы «Три негодяя в скрытой крепости» (1958) и непосредственно главный герой картины — генерал Рокурота Макабэ. Именно поэтому образ мастера-джедая Оби-Ван Кеноби так напоминает самурая."},
    {"text":"Персонаж Люк Скайуокер претерпел множество изменений, прежде чем стал таким, какой он есть. Сначала Джордж Лукас хотел сделать его девочкой. Потом подумывал о том, чтобы Люк был гномом. Согласно следующему варианту режиссера Скайуокер мог стать 60-летним генералом. Даже имя у героя изначально было Люк Старкиллер (Starkiller — с англ. «звездный киллер»), и только после начала съемок фильма киноэпопеи «Звездные войны-IV: Новая надежда» он стал Скайуокером (Skywalker — с англ. «небесный странник»)."}
  ]
}
